Revit 2027 API
ParameterTypeId.SpacePeopleSensibleHeatGainPerPersonParam Property
 "Sensible Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePeopleSensibleHeatGainPerPersonParam { get; }
Public Shared ReadOnly Property SpacePeopleSensibleHeatGainPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePeopleSensibleHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
static member SpacePeopleSensibleHeatGainPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace